{
  "descriptions": {
    "1": {
      "vi": "(太平興寶) là tên gọi đồng tiền đầu tiên của Việt Nam do nhà Đinh là một triều đại của người Việt cho đúc bắt đầu từ năm 970. Tiền Thái Bình hưng bảo ra đời góp phần khẳng định nền độc lập tự chủ của dân tộc Việt Nam trên các lĩnh vực kinh tế, chính trị, ngoại giao, văn hóa mà Đinh Tiên Hoàng đã xác lập",
      "en": "(太平興寶) Thái Bình Hưng Bảo is the name of Vietnam's first coin minted by the Đinh Dynasty, the first Vietnamese dynasty, beginning in 970. The birth of Thái Bình Hưng Bảo coins helped affirm the foundation of Vietnam's independence and autonomy in economic, political, diplomatic, and cultural fields established by Emperor Đinh Tiên Hoàng."
    },
    "2": {
      "vi": "Các nhà khảo cổ học đã phát hiện ra rằng đồng tiền Thái Bình Hưng Bảo có ba loại khác nhau, với đường kính khoảng 22 mm và có lỗ vuông ở giữa. Mặt sau (lưng) của đồng tiền có chữ Đinh",
      "en": "Archaeologists have discovered that Thái Bình Hưng Bảo coins exist in three different types, with a diameter of approximately 22mm and a square hole in the center. The reverse side of the coin bears the character 'Đinh'."
    },
    "3": {
      "vi": "Trên mặt đồng tiền ghi bốn chữ Hán \"Thái Bình Hưng Bảo\"-\"太平興寶\" đọc chéo,tuần tự từ trên xuống dưới,từ phải sang trái.Trong đó,hai chữ \"Thái Bình\"-\"太平\" là chỉ niên hiệu vua,với hàm ý thể hiện ước muốn thiên hạ được thái bình,yên ổn. Còn hai chữ \"Hưng Bảo\"-\"興寶\" với chữ Hưng trên đồng tiền đi đôi với chữ Bảo đã nói lên mong muốn cho đất nước,xã hội,kinh tế được hưng thịnh,phát triển",
      "en": "The obverse of the coin is inscribed with four Chinese characters 'Thái Bình Hưng Bảo' (太平興寶) read diagonally, sequentially from top to bottom, right to left. Among them, the two characters 'Thái Bình' (太平) indicate the emperor's era name, expressing the wish for the world to be peaceful and stable. The other two characters 'Hưng Bảo' (興寶), with 'Hưng' paired with 'Bảo' on the coin, express the desire for the country, society, and economy to prosper and develop."
    },
    "4": {
      "vi": "Có tranh luận về việc chữ \"大\" (Đại) hay \"太\" (Thái) mới là chữ chính xác trên tiền — mặc dù niên hiệu là \"Thái Bình\". Nhưng chữ \"Thái\"-\"太\" trên tiền lại không có nét chấm hay phẩy dưới chữ \"Đại\"- \"大\" nên việc đọc tên tiền là Thái Bình hay Đại Bình cho đến nay vẫn còn nhiều tranh cãi",
      "en": "There is debate about whether the character '大' (Đại) or '太' (Thái) is the accurate one on the coin — although the era name is 'Thái Bình'. However, the character 'Thái' (太) on the coin lacks the dot or stroke below the character 'Đại' (大), so the reading of the coin name as either Thái Bình or Đại Bình remains controversial to this day."
    },
    "5": {
      "vi": "Tiền cổ Thiên Phúc Trấn Bảo là loại tiền được cho đúc và lưu hành dưới đời vua Lê Đại Hành triều đại nhà Tiền Lê.Đây được coi là loại tiền thứ hai của người Việt sau loại tiền Thái Bình Hưng Bảo do nhà Đinh cho đúc trước đó.",
      "en": "Thiên Phúc Trấn Bảo ancient coins are currency minted and circulated during the reign of King Lê Đại Hành of the Early Lê Dynasty. This is considered the second Vietnamese currency after the Thái Bình Hưng Bảo coins minted by the Đinh Dynasty."
    },
    "6": {
      "vi": "Tiền Thiên Phúc Trấn Bảo-天福鎮寶 được đúc và lưu hành dưới triều đại Tiền Lê có dạng hình tròn lỗ vuông thể hiện quan niệm \"trời tròn đất vuông\" của con người khi xưa",
      "en": "Thiên Phúc Trấn Bảo (天福鎮寶) coins minted and circulated during the Early Lê Dynasty have a round shape with a square hole, representing the ancient concept of 'round heaven and square earth'."
    },
    "7": {
      "vi": "Mặt trước của đồng tiền có ghi bốn chữ \"Thiên Phúc Trấn Bảo\"-\"天福鎮寶\" được đọc chéo,tuần tự từ trên xuống dưới,từ phải qua trái.Trong đó hai chữ \"Thiên Phúc\"-\"天福\" là chỉ niên hiệu của nhà vua với ý nghĩa là \"Trời ban phúc\".Hai chữ còn lại \"Trấn Bảo\"-\"鎮寶\" dùng để chỉ loại tiền",
      "en": "The obverse of the coin is inscribed with four characters 'Thiên Phúc Trấn Bảo' (天福鎮寶) read diagonally, sequentially from top to bottom, right to left. Among them, the two characters 'Thiên Phúc' (天福) indicate the emperor's era name meaning 'Heaven grants blessings'. The remaining two characters 'Trấn Bảo' (鎮寶) denote the type of currency."
    },
    "8": {
      "vi": "Khi lên ngôi vua Lý Thái Tổ đã cho thực hiện một trong những chính sách về kinh tế đó chính là đúc tiền phục vụ cho đời sống buôn bán,giao thương trong nước cũng như để thể hiện sự tồn tại của vương triều cho ngàn đời hậu thế.Tên tiền là \"Thuận Thiên Đại Bảo\"-\"順 天 大 寶\"",
      "en": "Upon ascending the throne, King Lý Thái Tổ implemented one of the economic policies which was to mint currency to serve domestic trading and commerce as well as to demonstrate the dynasty's existence for thousands of future generations. The currency was named 'Thuận Thiên Đại Bảo' (順天大寶)."
    },
    "9": {
      "vi": "Tiền đồng do vua Lý Thái Tổ cho đúc có dạng hình tròn,lỗ vuông nhằm biểu tượng cho nhân quan vũ trụ của con người khi ấy là \"trời tròn đất vuông\".Trên mặt trước của đồng tiền có ghi bốn chữ Hán đối xứng cân chỉnh ở các cạnh của lỗ vuông,đọc chéo",
      "en": "The copper coins minted by King Lý Thái Tổ have a round shape with a square hole, symbolizing the ancient worldview of 'round heaven and square earth'. The obverse of the coin is inscribed with four symmetrically balanced Chinese characters around the edges of the square hole, read diagonally."
    },
    "10": {
      "vi": "Hai chữ \"Thuận Thiên\"-\"順 天\" là niên hiệu của vua,con hai chữ\"大 寶\" là thể hiện đồng tiền có giá trị to",
      "en": "The two characters 'Thuận Thiên' (順天) represent the emperor's era name, while the other two characters '大寶' signify that the coin has great value."
    },
    "11": {
      "vi": "\"Thông Bảo Hội Sao\" là tiền giấy đầu tiên của Việt Nam, do Hồ Quý Ly ban hành vào năm 1396.\n\nTriều đình ra lệnh thu hồi toàn bộ tiền đồng và cấm dân chúng tàng trữ hay sử dụng tiền đồng; ai vi phạm bị coi như làm tiền giả.\n\nTiền giấy được in với các họa tiết khác nhau để phân biệt mệnh giá: Tờ 10 đồng vẽ rêu, 30 đồng vẽ sóng, 1 tiền vẽ mây, 2 tiền vẽ rùa, 3 tiền vẽ lân, 5 tiền vẽ phượng, và 1 quan vẽ rồng.\n\nChính sách này nhằm tập trung kim loại đồng để đúc vũ khí. Tuy nhiên, tiền giấy không được người dân tin dùng và chính sách này đã thất bại, không được triều đại sau kế thừa.\n\nHiện tại không còn bất kỳ tờ tiền \"Thông Bảo Hội Sao\" nào còn sót lại. Tuy nhiên, dựa trên các ghi chép lịch sử, các nhà nghiên cứu đã phác họa lại.",
      "en": "'Thông Bảo Hội Sao' was Vietnam's first paper money, promulgated by Hồ Quý Ly in 1396.\n\nThe court ordered the withdrawal of all copper coins and prohibited people from hoarding or using copper coins; violators were treated as counterfeiters.\n\nThe paper money was printed with different patterns to distinguish denominations: 10-đồng notes depicted moss, 30-đồng waves, 1-tiền clouds, 2-tiền turtles, 3-tiền unicorns, 5-tiền phoenixes, and 1-quan dragons.\n\nThis policy aimed to concentrate copper metal for weapon production. However, the paper money was not trusted by the people and this policy failed, not adopted by subsequent dynasties.\n\nCurrently, no 'Thông Bảo Hội Sao' notes remain. However, based on historical records, researchers have recreated sketches."
    },
    "12": {
      "vi": "\"Cảnh Hưng Thông Bảo\" (景興通寶) là loại tiền đồng được đúc và lưu hành phổ biến dưới thời vua Lê Hiển Tông, niên hiệu Cảnh Hưng (1740–1786) thuộc triều Lê Trung Hưng.\n\nĐây là loại tiền kim loại phổ biến nhất trong thời kỳ này, có hình tròn, lỗ vuông ở giữa, đúc bằng đồng.\n\nMặt trước của đồng tiền có bốn chữ Hán \"Cảnh Hưng Thông Bảo\".\n\nNgoài tiền lưu hành thông thường, triều đại này cũng đúc các đồng tiền thưởng (loại tiền lớn, hiếm) để ban cho những người có công.\n\n\"Hồng Đức Thông Bảo\" (洪德通寳) là đồng tiền được đúc dưới thời vua Lê Thánh Tông (niên hiệu Hồng Đức, 1470-1497), giai đoạn thịnh trị nhất của triều Hậu Lê (thường gọi là \"Hồng Đức Thịnh Trị\").\n\nĐây là một trong những đồng tiền được đánh giá cao về mặt kỹ thuật đúc và chất lượng đồng. Tiền thường dày dặn, chữ viết sắc nét, gọn gàng.\n\nGiống như các loại tiền truyền thống, tiền có hình tròn, lỗ vuông ở giữa, mặt trước có 4 chữ Hán \"Hồng Đức Thông Bảo\".\n\nDo được đúc trong thời kỳ đất nước phát triển rực rỡ, kinh tế phồn vinh, nhu cầu trao đổi lớn nên tiền Hồng Đức Thông Bảo được đúc với số lượng nhiều và được lưu hành rộng rãi, giữ vai trò quan trọng trong hệ thống tiền tệ thời Hậu Lê.",
      "en": "'Cảnh Hưng Thông Bảo' (景興通寶) was a copper coin minted and widely circulated during the reign of King Lê Hiển Tông, era name Cảnh Hưng (1740–1786) of the Lê Restoration Dynasty.\n\nThis was the most common metal currency of this period, round in shape with a square hole in the center, cast in copper.\n\nThe obverse of the coin bears four Chinese characters 'Cảnh Hưng Thông Bảo'.\n\nBesides regular circulating currency, this dynasty also minted reward coins (large, rare coins) to grant to meritorious individuals.\n\n'Hồng Đức Thông Bảo' (洪德通寳) was a coin minted during the reign of King Lê Thánh Tông (era name Hồng Đức, 1470-1497), the most prosperous period of the Later Lê Dynasty (commonly known as 'Hồng Đức Prosperity').\n\nThis is one of the coins highly valued for its minting technique and copper quality. The coins are typically thick, with sharp, neat inscriptions.\n\nLike traditional currencies, the coin has a round shape with a square hole in the center, with four Chinese characters 'Hồng Đức Thông Bảo' on the obverse.\n\nMinted during a period of brilliant national development, flourishing economy, and high demand for exchange, Hồng Đức Thông Bảo coins were produced in large quantities and widely circulated, playing an important role in the Later Lê monetary system."
    },
    "13": {
      "vi": "Mục đích: Khẳng định chính quyền mới, thay thế tiền Lê – Nguyễn trước đó.\n\nChất liệu: Chủ yếu đồng, một số loại tiền bạc hoặc kẽm.\n\nĐặc điểm: Các đồng tiền Tây Sơn có tính thống nhất cao, chữ viết sắc nét. Một số loại tiền có hình thức khá đặc sắc và hiếm gặp.",
      "en": "Purpose: To affirm the new government, replacing the previous Lê-Nguyễn currency.\n\nMaterials: Primarily copper, some silver or zinc coins.\n\nCharacteristics: Tây Sơn coins had high uniformity, with sharp inscriptions. Some coins had quite distinctive and rare forms."
    },
    "14": {
      "vi": "Hoàn cảnh: Vua cuối cùng triều Nguyễn, phát hành tiền tượng trưng song song với tiền Đông Dương.\n\nChất liệu: Chủ yếu là kẽm hoặc đồng pha.\n\nĐặc điểm: Tiền Bảo Đại thường có chất lượng kém, dễ bị han rỉ do kinh tế khó khăn và chính trị bấp bênh.",
      "en": "Context: The last emperor of the Nguyễn Dynasty issued symbolic currency in parallel with Indochinese currency.\n\nMaterials: Mainly zinc or copper alloy.\n\nCharacteristics: Bảo Đại coins typically had poor quality, easily corroded due to economic difficulties and political instability."
    },
    "15": {
      "vi": "Tên tiền: Piastre de Commerce / Piastre de l'Indochine (đầu kỳ)\nĐơn vị: 1 piastre = 100 cent (hoặc cent, xu)\nChất liệu:\nĐồng bạc (tiền kim loại): Ban đầu có chứa bạc, mệnh giá 1, 1/2, 1/4, 1/10 piastre.\nĐồng đồng, niken, kẽm (đồng phụ): Xu nhỏ (1, 5, 10 cent)\nTiền giấy: Giấy bạc (các mệnh giá 1, 5, 10, 20, 100, 500 piastre, in tại Pháp hoặc tại Sài Gòn).\n\nTiền Pháp Đông Dương (Đồng Dương) là hệ thống tiền tệ được thực dân Pháp áp dụng ở các thuộc địa Đông Dương (Việt Nam, Lào, Campuchia) từ cuối thế kỷ 19 đến giữa thế kỷ 20",
      "en": "Currency name: Piastre de Commerce / Piastre de l'Indochine (early period)\nUnit: 1 piastre = 100 cents (or cent, xu)\nMaterials:\nSilver coins (metal currency): Initially contained silver, denominations of 1, 1/2, 1/4, 1/10 piastre.\nCopper, nickel, zinc (subsidiary coins): Small coins (1, 5, 10 cents)\nPaper money: Banknotes (denominations of 1, 5, 10, 20, 100, 500 piastre, printed in France or Saigon).\n\nFrench Indochinese currency was the monetary system applied by French colonizers in the Indochina colonies (Vietnam, Laos, Cambodia) from the late 19th century to the mid-20th century."
    },
    "16": {
      "vi": "Tên tiền: Piastre de l'Indochine\nĐơn vị: Piastre – Cent.\nCơ quan phát hành: Ngân hàng Đông Dương (BIC - Banque de l'Indochine), được thành lập năm 1875, có vai trò phát hành tiền giấy và tiền kim loại.\nThiết kế: Ấn tượng về hình tượng thuộc địa, phong cảnh, biểu tượng Pháp.",
      "en": "Currency name: Piastre de l'Indochine\nUnit: Piastre – Cent.\nIssuing authority: Bank of Indochina (BIC - Banque de l'Indochine), established in 1875, responsible for issuing banknotes and coins.\nDesign: Impressions of colonial imagery, landscapes, French symbols."
    },
    "17": {
      "vi": "Tên tiền: Piastre Đông Dương\nCơ quan phát hành: Banque de l'Indochine (vẫn do Pháp kiểm soát, sau đó bắt đầu chuyển dần quyền phát hành cho các chính quyền địa phương).\nThiết kế: Tiền giấy nhấn mạnh chủ nghĩa dân tộc (ví dụ: bản đồ Đông Dương, hình ảnh nông nghiệp...).\nĐặc điểm: Thời kỳ này có sự trùng lặp giữa tiền Pháp Đông Dương và tiền Nhật Bản \"quân dụng phiếu\" (khi Nhật chiếm Đông Dương).",
      "en": "Currency name: Indochinese Piastre\nIssuing authority: Banque de l'Indochine (still controlled by France, later gradually transferring issuance rights to local governments).\nDesign: Banknotes emphasizing nationalism (e.g., Indochina maps, agricultural imagery...).\nCharacteristics: This period saw overlap between French Indochinese currency and Japanese 'military currency notes' (when Japan occupied Indochina)."
    },
    "18": {
      "vi": "Tên tiền: Piastre Đông Dương (Pháp) và Giấy bạc Việt Minh\nCơ quan phát hành:\n\nVùng Pháp kiểm soát: Banque de l'Indochine\nVùng Việt Minh kiểm soát: Ngân hàng Việt Minh\nĐơn vị:\n\nPiastre (Đông Dương của Pháp) có thời còn song song với Đồng Việt Minh (chính quyền cách mạng)\nĐặc điểm:\n\nHai hệ thống tiền tệ tồn tại song song.\nTiền của Việt Minh thường được in với chất lượng và thiết kế đơn giản, phát hành tại các vùng giải phóng.",
      "en": "Currency name: Indochinese Piastre (French) and Việt Minh Banknotes\nIssuing authority:\n\nFrench-controlled areas: Banque de l'Indochine\nViệt Minh-controlled areas: Việt Minh Bank\nUnit:\n\nPiastre (French Indochinese) existed parallel to Đồng Việt Minh (revolutionary government)\nCharacteristics:\n\nTwo currency systems existed in parallel.\nViệt Minh currency was typically printed with simple quality and design, issued in liberated areas."
    },
    "19": {
      "vi": "-Giấy bạc Việt Nam Dân chủ Cộng hòa – \"Giấy bạc Cụ Hồ\"\n\n-Ngày phát hành đầu tiên: 31/1/1946.\n\n-Cơ quan phát hành: Chính phủ nước Việt Nam Dân chủ Cộng hòa (Chính phủ Hồ Chí Minh).\n\n-Đơn vị: Đồng (VNĐ)\n\n-Thiết kế:\nTiền giấy mang phong cách đơn giản, gắn liền với hình ảnh Chủ tịch Hồ Chí Minh và các biểu tượng dân tộc (sao vàng, lúa...).\nTiền giấy có đủ các mệnh giá: 1, 5, 10, 20, 50, 100, 200 đồng.\n\n-Chất liệu:\nBan đầu in trên giấy bông (cotton), sau đó dần chuyển sang giấy giấy thông thường do điều kiện kháng chiến.",
      "en": "-Democratic Republic of Vietnam Banknotes – 'Uncle Ho's Currency'\n\n-First issue date: January 31, 1946.\n\n-Issuing authority: Government of the Democratic Republic of Vietnam (Ho Chi Minh Government).\n\n-Unit: Đồng (VND)\n\n-Design:\nBanknotes featuring simple style, associated with the image of President Ho Chi Minh and national symbols (golden star, rice...).\nBanknotes in various denominations: 1, 5, 10, 20, 50, 100, 200 đồng.\n\n-Materials:\nInitially printed on cotton paper, later gradually switched to regular paper due to wartime conditions."
    },
    "20": {
      "vi": "Bối cảnh:\n- Đến năm 1951, cuộc kháng chiến chống Pháp bước vào giai đoạn phát triển.\n- Cần có một cơ quan chính thức phát hành tiền tệ → ra đời Ngân hàng Quốc gia Việt Nam (tiền thân của NHNN Việt Nam).\n\nĐặc điểm:\n- Tiền giấy vẫn giữ phong cách mộc mạc, nổi bật hình ảnh Chủ tịch Hồ Chí Minh, chiến sĩ, công nhân, nông dân.\n- Mệnh giá: 100, 200, 500, 1000, 5000, 10.000 đồng.\n- Tiền được in tại các cơ sở in của khu vực giải phóng và một số nơi ở nước ngoài (Trung Quốc).",
      "en": "Context:\n- By 1951, the resistance war against France entered a development phase.\n- Need for an official currency issuing authority → establishment of the National Bank of Vietnam (predecessor of the State Bank of Vietnam).\n\nCharacteristics:\n- Banknotes maintained a rustic style, prominently featuring images of President Ho Chi Minh, soldiers, workers, farmers.\n- Denominations: 100, 200, 500, 1000, 5000, 10,000 đồng.\n- Currency printed at printing facilities in liberated areas and some foreign locations (China)."
    },
    "21": {
      "vi": "Tiền Ngân hàng Quốc gia Việt Nam (1955–1975)\nTên tiền: Đồng Việt Nam (VNĐ)\nNgày phát hành: Đợt đầu phát hành năm 1946 (gắn với Giấy bạc Cụ Hồ), sau đó liên tục phát hành thêm đến năm 1975.\nCơ quan phát hành: Ngân hàng Quốc gia Việt Nam (thành lập 6/5/1951).\nĐơn vị: Đồng (VNĐ)\nThiết kế:\n- Hình ảnh Chủ tịch Hồ Chí Minh là trung tâm trên nhiều tờ tiền.\n- Hình ảnh công nhân, nông dân, chiến sĩ, biểu tượng cách mạng (búa liềm, sao vàng, lúa).\n- Màu sắc chủ đạo: xanh, đỏ, vàng, nâu.\nChất liệu: Giấy, có một số dòng tiền polymer sau năm 1970.\nMệnh giá: 100, 200, 500, 1000, 5000, 10.000 đồng (và còn các mệnh giá khác sau 1975).",
      "en": "National Bank of Vietnam Currency (1955–1975)\nCurrency name: Vietnamese Đồng (VND)\nIssue date: First issued in 1946 (associated with Uncle Ho's Banknotes), then continuously issued until 1975.\nIssuing authority: National Bank of Vietnam (established May 6, 1951).\nUnit: Đồng (VND)\nDesign:\n- Image of President Ho Chi Minh as central feature on many banknotes.\n- Images of workers, farmers, soldiers, revolutionary symbols (hammer and sickle, golden star, rice).\n- Dominant colors: blue, red, yellow, brown.\nMaterial: Paper, with some polymer currency after 1970.\nDenominations: 100, 200, 500, 1000, 5000, 10,000 đồng (and other denominations after 1975)."
    },
    "22": {
      "vi": "Tiền Việt Nam Cộng hòa (1955–1975)\nTên tiền: Đồng Việt Nam (đôi khi gọi là Đồng VNCH hoặc Đồng Sài Gòn)\nCơ quan phát hành: Ngân hàng Quốc gia Việt Nam (miền Nam)\nĐơn vị: Đồng (VNĐ)\nThiết kế:\n- Phong cách hiện đại hơn, sử dụng nhiều màu sắc tươi sáng.\n- Hình ảnh các công trình kiến trúc, cảnh quan miền Nam (nhà hát thành phố, cầu cảng, nông nghiệp...).\n- Có in chữ Latin và chữ Hán Nôm.\nChất liệu: Giấy, tiền kim loại đồng và niken.\nMệnh giá: Từ 1, 5, 10, 20, 50, 100, 200, 500, 1000, 5000, 10.000 đồng.",
      "en": "Republic of Vietnam Currency (1955–1975)\nCurrency name: Vietnamese Đồng (sometimes called South Vietnamese Đồng or Saigon Đồng)\nIssuing authority: National Bank of Vietnam (South)\nUnit: Đồng (VND)\nDesign:\n- More modern style, using many bright colors.\n- Images of architectural works, southern landscapes (city theater, port bridges, agriculture...).\n- Printed with Latin and Hán Nôm scripts.\nMaterial: Paper, copper and nickel coins.\nDenominations: From 1, 5, 10, 20, 50, 100, 200, 500, 1000, 5000, 10,000 đồng."
    },
    "23": {
      "vi": "Trước thời kỳ Việt Nam sử dụng tiền polymer là các tờ tiền giấy cotton có mệnh giá 10.000 và 20.000 đồng.\n\nSau đó, Việt Nam bắt đầu sử dụng tiền polymer từ năm 2003, với tờ tiền đầu tiên là 10.000 đồng polymer, với mục tiêu tăng độ bền, chống giả tốt hơn.",
      "en": "Before Vietnam's polymer currency period, there were cotton paper banknotes in denominations of 10,000 and 20,000 đồng.\n\nSubsequently, Vietnam began using polymer currency from 2003, with the first polymer note being the 10,000 đồng, aiming to increase durability and better counterfeit resistance."
    },
    "24": {
      "vi": "- Ngày phát hành: 30/9/1987\n\n- Kích thước: 130mm x 65mm.\n\n- Giấy phát hành: Cotton.\n\n- Màu sắc: nâu đỏ.\n\n- Nội dung: Chủ tịch Hồ Chí Minh, hình ảnh lãnh tụ được in trên mặt trước.",
      "en": "- Issue date: September 30, 1987\n\n- Dimensions: 130mm x 65mm.\n\n- Paper material: Cotton.\n\n- Color: Reddish brown.\n\n- Content: President Ho Chi Minh, leader's image printed on the obverse."
    },
    "25": {
      "vi": "- Ngày phát hành: 15/8/1989\n\n- Kích thước: 130mm x 65mm.\n\n- Giấy in: Cotton.\n\n- Màu sắc: đỏ sen.\n\n- Nội dung: Chủ tịch Hồ Chí Minh, hình ảnh lãnh tụ được in trên mặt trước.",
      "en": "- Issue date: August 15, 1989\n\n- Dimensions: 130mm x 65mm.\n\n- Paper: Cotton.\n\n- Color: Lotus red.\n\n- Content: President Ho Chi Minh, leader's image printed on the obverse."
    },
    "26": {
      "vi": "- Ngày phát hành: 20/10/1989\n\n- Kích thước: 134mm x 65mm.\n\n- Giấy in: Cotton.\n\n- Màu sắc: Tím.\n\n- Nội dung: Chủ tịch Hồ Chí Minh, hình ảnh lãnh tụ được in trên mặt trước.",
      "en": "- Issue date: October 20, 1989\n\n- Dimensions: 134mm x 65mm.\n\n- Paper: Cotton.\n\n- Color: Purple.\n\n- Content: President Ho Chi Minh, leader's image printed on the obverse."
    },
    "27": {
      "vi": "- Ngày phát hành: 20/10/1989\n\n- Kích thước: 134mm x 65mm.\n\n- Giấy in: Cotton.\n\n- Màu sắc: nâu sẫm.\n\n- Nội dung: Chủ tịch Hồ Chí Minh, hình ảnh lãnh tụ được in trên mặt trước.",
      "en": "- Issue date: October 20, 1989\n\n- Dimensions: 134mm x 65mm.\n\n- Paper: Cotton.\n\n- Color: Dark brown.\n\n- Content: President Ho Chi Minh, leader's image printed on the obverse."
    },
    "28": {
      "vi": "- Ngày phát hành: 15/01/1993\n\n- Kích thước: 134mm x 65mm.\n\n- Giấy in: Cotton.\n\n- Màu sắc: xanh đậm.\n\n- Nội dung: Chủ tịch Hồ Chí Minh, hình ảnh lãnh tụ được in trên mặt trước.",
      "en": "- Issue date: January 15, 1993\n\n- Dimensions: 134mm x 65mm.\n\n- Paper: Cotton.\n\n- Color: Dark blue.\n\n- Content: President Ho Chi Minh, leader's image printed on the obverse."
    },
    "29": {
      "vi": "- Ngày phát hành: 30/8/2006\n\n- Kích thước: 132mm x 60mm.\n\n- Giấy in: Polymer.\n\n- Màu sắc tổng thể:Màu xanh lá cây.\n\n- Mặt trước: Chân dung Chủ tịch Hồ Chí Minh.\n\n- Mặt sau: Hình ảnh nhà sàn của Chủ tịch Hồ Chí Minh tại Khu di tích Chủ tịch Hồ Chí Minh.",
      "en": "- Issue date: August 30, 2006\n\n- Dimensions: 132mm x 60mm.\n\n- Material: Polymer.\n\n- Overall color: Green.\n\n- Obverse: Portrait of President Ho Chi Minh.\n\n- Reverse: Image of President Ho Chi Minh's stilt house at the President Ho Chi Minh Memorial Site."
    },
    "30": {
      "vi": "- Ngày phát hành: 17/5/2006\n\n- Kích thước: 136mm x 65mm.\n\n- Giấy in: Polymer.\n\n- Màu sắc tổng thể: Màu xanh dương.\n\n- Mặt trước: Chân dung Chủ tịch Hồ Chí Minh.\n\n- Mặt sau: Hình ảnh Chùa Một Cột ở Hà Nội.",
      "en": "- Issue date: May 17, 2006\n\n- Dimensions: 136mm x 65mm.\n\n- Material: Polymer.\n\n- Overall color: Blue.\n\n- Obverse: Portrait of President Ho Chi Minh.\n\n- Reverse: Image of the One Pillar Pagoda in Hanoi."
    },
    "31": {
      "vi": "- Ngày phát hành: 17/12/2003\n\n- Kích thước: 140mm x 65mm.\n\n- Giấy in: Polymer.\n\n- Màu sắc tổng thể: Màu cam.\n\n- Mặt trước: Chân dung Chủ tịch Hồ Chí Minh.\n\n- Mặt sau: Hình ảnh Văn Miếu – Quốc Tử Giám.",
      "en": "- Issue date: December 17, 2003\n\n- Dimensions: 140mm x 65mm.\n\n- Material: Polymer.\n\n- Overall color: Orange.\n\n- Obverse: Portrait of President Ho Chi Minh.\n\n- Reverse: Image of the Temple of Literature – Imperial Academy."
    },
    "32": {
      "vi": "- Ngày phát hành: 01/9/2004\n\n- Kích thước: 144mm x 65mm.\n\n-Giấy in: giấy Polymer, có độ bền cao, khó làm giả và chống ẩm tốt.\n\n- Màu sắc tổng thể: xanh lá, mặt trước in chân dung bác Hồ ở bên trái.\n\n- Mặt sau: Hình ảnh Khu di tích Kim Liên, quê hương của Bác Hồ.",
      "en": "- Issue date: September 1, 2004\n\n- Dimensions: 144mm x 65mm.\n\n- Material: Polymer paper, highly durable, difficult to counterfeit and moisture-resistant.\n\n- Overall color: Green, obverse features Uncle Ho's portrait on the left.\n\n- Reverse: Image of Kim Lien Memorial Site, Uncle Ho's birthplace."
    },
    "33": {
      "vi": "- Ngày phát hành: 30/8/2006\n\n- Kích thước: 148mm x 65mm.\n\n- Giấy in: Polymer.\n\n- Màu sắc tổng thể: Đỏ - nâu.\n\n- Mặt trước: Chân dung Chủ tịch Hồ Chí Minh.\n\n- Mặt sau: Hình ảnh cảng biển ở Hải Phòng.",
      "en": "- Issue date: August 30, 2006\n\n- Dimensions: 148mm x 65mm.\n\n- Material: Polymer.\n\n- Overall color: Red-brown.\n\n- Obverse: Portrait of President Ho Chi Minh.\n\n- Reverse: Image of the seaport in Hai Phong."
    },
    "34": {
      "vi": "- Ngày phát hành: 17/12/2003\n\n- Kích thước: 152mm x 65mm.\n\n- Giấy in: Polymer.\n\n- Màu sắc tổng thể: Màu tím.\n\n- Mặt trước: Chân dung Chủ tịch Hồ Chí Minh.\n\n- Mặt sau: Hình ảnh Nhà hát lớn Hà Nội.",
      "en": "- Issue date: December 17, 2003\n\n- Dimensions: 152mm x 65mm.\n\n- Material: Polymer.\n\n- Overall color: Purple.\n\n- Obverse: Portrait of President Ho Chi Minh.\n\n- Reverse: Image of the Hanoi Opera House."
    },
    "35": {
      "vi": "Đây là quá trình hợp nhất hệ thống tiền tệ của hai miền sau khi đất nước thống nhất.\n\nTại sao phải đổi tiền?\n\n- Hai miền sử dụng hai loại tiền khác nhau: miền Bắc dùng đồng Việt Nam Dân chủ Cộng hòa, miền Nam dùng đồng Việt Nam Cộng hòa.\n\n- Cần xây dựng hệ thống tiền tệ chung.\n\nCách thức đổi tiền:\n\n- Quy đổi: 1 đồng miền Bắc = 0,8 đồng miền Nam (sau đó điều chỉnh) → 1 đồng chung.\n\n- Phát hành tiền mới thống nhất: Tờ tiền ghi \"Ngân hàng Nhà nước Việt Nam\" (thay vì Ngân hàng Quốc gia Việt Nam).",
      "en": "This was the process of unifying the currency systems of the two regions after national reunification.\n\nWhy change currency?\n\n- The two regions used two different currencies: the North used Democratic Republic of Vietnam đồng, the South used Republic of Vietnam đồng.\n\n- Need to establish a unified currency system.\n\nExchange method:\n\n- Exchange rate: 1 Northern đồng = 0.8 Southern đồng (later adjusted) → 1 unified đồng.\n\n- Issue new unified currency: Banknotes marked 'State Bank of Vietnam' (instead of National Bank of Vietnam)."
    },
    "36": {
      "vi": "Đây là một trong những nỗ lực cải cách kinh tế quan trọng (và thất bại) ngay trước thềm Đổi Mới 1986.\n\nLý do đổi tiền:\n\n- Lạm phát cao, giá cả leo thang nhanh.\n\n- Tiền mất giá, kinh tế đình trệ.\n\nCách thức đổi tiền:\n\n- Quy đổi: 10 đồng cũ = 1 đồng mới.\n\n- Giới hạn đổi tiền: Mỗi người chỉ được đổi một số tiền nhất định (ví dụ: 2 triệu đồng cũ).\n\nKết quả:\n\n- Đổi tiền không giải quyết được vấn đề kinh tế cơ bản.\n\n- Lạm phát tiếp tục tăng.\n\n- Dân chúng mất niềm tin vào đồng tiền.",
      "en": "This was one of the important (and failed) economic reform attempts just before the Đổi Mới (Renovation) of 1986.\n\nReasons for currency change:\n\n- High inflation, rapidly escalating prices.\n\n- Currency devaluation, economic stagnation.\n\nExchange method:\n\n- Exchange rate: 10 old đồng = 1 new đồng.\n\n- Exchange limit: Each person could only exchange a certain amount (e.g., 2 million old đồng).\n\nResults:\n\n- Currency change did not solve fundamental economic problems.\n\n- Inflation continued to rise.\n\n- People lost confidence in the currency."
    }
  }
}
